<?
$tit="PUBG BP Farmer - Как заработать с помощью бота!";
include "top.php";

$tip=2;

include "men.php";
?>

<h3>ЧТО ФАРМИТЬ И КАК НА ЭТОМ ЗАРАБОТАТЬ, и кому нужен этот бот: </h3>

<p>1) Если вам нравится играть в пабг, и хочется себе крутой скин, вы можете с этого бота заработать большое кол-во батлпоинтов, и купить себе нужные скины, находясь в школе или в институте, или на работе или когда Вы спите, 
бот будет в полностью автономном режиме в набивать батлпоинты. Купить ключ на этого бота в 100 раз более выгодно, чем покупать кейсы на торговых прощадках, или играть в рулетках. 
</p>

<p>2) Если Вы хотите заработать денег, вы можете купить этого бота, купить несколько аккаунтов, и гонять все это 24 на 7, фармя батлепоинты, покупая на них кейсы и продавая на торговых площадках или стиме. Цена ключа просто 
смешная, по сравнению с тем, сколько вы можете заработать. Бот позволяет автоматически переключать несколько аккаунтов, тем самым можно запустить 4 аккаунта, которые будут автоматически переключаться, тем самым фармя около 
20 кейсов в неделю, что в среднем по текущему курсу на(27.01.2018) составляет около 1000р в неделю. Имя мощный компьютер можно установить виртуальные машины и тем самым запускать много аккаунтов на одном компьютере. 
</p>

<p>3) Если вы хотите заработать еще больше денег, то мы рекомендуем делать аккаунты, набивать на них монеты(где то 100.000 монет) и откладывать аккаунт, затем ставить новый, и так далее. Затем когда будут введены уникальные 
кейсы по типу геймскома, закупать их на все деньги, т.к на эти кейсы будет выше в 10-20 раз чем стоят обычные, тем самым можно очень неплохо заработать. Например если запасти 10 аккаунтов с 100.000 монет, это позволит 
купить 28 кейсов на 1 аккаунт, цена на такие кейсы судя по прошлому году будет около 500р шт, т.е можно подсчитать что 10 аккаунтов принесут около 150к рублей, если таких аккаунтов запасти 100 или 500?
</p>


<br>
<br>
</div>
<br>
<br>
</center>


<!-- Yandex.Metrika informer -->
<a href="https://metrika.yandex.ru/stat/?id=47386867&amp;from=informer"
target="_blank" rel="nofollow"><img src="https://informer.yandex.ru/informer/47386867/3_0_FFFFECFF_FFE6CCFF_0_pageviews"
style="width:88px; height:31px; border:0;" alt="Яндекс.Метрика" title="Яндекс.Метрика: данные за сегодня (просмотры, визиты и уникальные посетители)" class="ym-advanced-informer" data-cid="47386867" data-lang="ru" /></a>
<!-- /Yandex.Metrika informer -->


</body>
</html>