<?
$tit="PUBG BP Farmer - DOWNLOAD/Buy keys. Playerunknown's battlegrounds бот скачать. Download PUBG Farmer Bot Скачать/ ключи pubg бот скачать.";
$ver="1.45";

include "top.php";

$tip=1;

include "men.php";

//<a href='vm.php'>Настройка VMware Workstation</a>
?>

<a href='farm.php' class='rig_img'><img src='res/btn1.png' alt='Как на этом заработать' title='Как на этом заработать'></a>


<p><b>Pubg BP Farmer</b> - бот для игры Playerunknown's battlegrounds, играет за Вас, накапливает игровые монеты (BP) максимально быстро. На сегодняшний день является лидером стабильного и быстрого дохода в игре PUBG. Данный бот поддерживается нашими специалистами 7 дней в неделю.</p>

<h3>Как запустить:</h3>
<p><strong>Качаем бота (<a href='download/PubgBpFarmerSource_Full_v<? echo $ver; ?>.exe'> ссылка</a>) </strong></p>
<p>Ставим Pubg, запускаем игру, ждём лобби, закрываем игру, запускаем бота, вводим ключ активации, запускаем бота ещё раз</p>
<p>(<strong>ключ на <u>30 дней</u> можно купить по <a href='https://www.oplata.info/asp2/pay_wm.asp?id_d=2414309' target='_blank'>ссылке</a></strong>)</p>
<p>(<strong>ключ на <u>1 день</u> можно купить по <a href='https://www.oplata.info/asp2/pay_wm.asp?id_d=2414595' target='_blank'>ссылке</a></strong>) </p>
<p><i>Один ключ - один компьютер (привязка к оборудованию и операционной системе)!.</i></p>
<p>Если у вас установлен стим по умолчанию, то бот сам найдет путь к настройкам и запуску игры, если нет, то прописываем путь. </p>

<a name="gid"></a>
<h2>Видео гайд по настройке бота</h2>
<iframe width="560" height="315" src="https://www.youtube.com/embed/-HJMxpbX_ZI?rel=0" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe>

<br>
<br>


<p>Нажимаем <img src='res/start.jpg' alt='Старт' title='Старт'/>, бот все настроит сам и начнет фармить. Первый запуск может занять до 5 минут.</p>
<p><strong>Настоятельно рекомендуется поставить класический вид виндовс и отключить визуальные эффекты!</strong></p>
<p><strong class='green'>Бот полностью безопасен, не затрагивает файлы игры (кроме файла настроек - разрешение и качество), и не нарушает никаких правил игры, случаев блокировок за него не было, и не может быть.</strong></p>
<h4>В данный момент бот фармит около 14к монет за 24 часа.</h4>
<p>Снижает качество графики, снижает нагрузку, позволяет работать на слабых комьютерах.</p>
<p></p>
<h3>Остальные настройки: </h3>
<img src='res/screen/screen1.jpg' style='float:right;margin:5px;'>
<p>Верхняя строка зеленая - время до окончания ключа активации. </p>
<p><img src='res/start.jpg' alt='Старт' title='Старт'/> - Запуск бота (из любого места, даже если закрыта игра). </p>
<p><img src='res/stop.jpg' alt='Стоп' title='Стоп'/> - Останавливает работу бота. </p>
<p><img src='res/restart.jpg' alt='Рестарт' title='Рестарт'/> - Закрывает игру и перезапускает все. </p>
<p><b>Раундов</b> - показывает кол-во успешно сыгранных игр.</p>
<p><b>Перезапуск</b> в N игр - перезапускает каждые N игр клиент Pubg, помогает освободить оперативную и видео память. </p>
<p><b>Покупать кейсы</b> - покупает кейсы, в нужном вам колличестве в неделю (покупает разом!), максимум 7 штук, 0 отключает эту функцию. </p>
<p><b>День недели</b> - В какой день недели (не раньше) закупать кейсы, 1 - понедельник, 2 - вторник, итд.</p>
<p><b>Перезапуск при зависании</b> - перезапускает клиент Pubg если параметр "Раундов" не менялся ~ 10 - 20 минут</p>
<p><b>Выбор языка</b> - Доступны языки; английский, русский, китайский. </p>
<p><b>Галочка WINDOWS 10</b>, поставить если у вас виндовс 10. </p>
<p><img src='res/save.jpg' alt='Сохранить' title='Сохранить'/> - сохраняет ваши настройки.  </p>
<p><img src='res/default.jpg' alt='По умолчанию' title='По умолчанию'/> - загружает настройки по умолчанию. </p>
<p>3 строки ниже отображают, последние 3 раунда, сколько монет, в какое время итд.</p>

<br>
<br>

<a href='farm.php' class='rig_img'><img src='res/btn1.png' alt='Как на этом заработать' title='Как на этом заработать'></a>
<br>
<br>
<br>
<br>
</div>
<br>
<br>
</center>


<!-- Yandex.Metrika informer -->
<a href="https://metrika.yandex.ru/stat/?id=47386867&amp;from=informer"
target="_blank" rel="nofollow"><img src="https://informer.yandex.ru/informer/47386867/3_0_FFFFECFF_FFE6CCFF_0_pageviews"
style="width:88px; height:31px; border:0;" alt="Яндекс.Метрика" title="Яндекс.Метрика: данные за сегодня (просмотры, визиты и уникальные посетители)" class="ym-advanced-informer" data-cid="47386867" data-lang="ru" /></a>
<!-- /Yandex.Metrika informer -->


</body>
</html>