<?
$tit="PUBG BP Farmer - Гайд по настройки виртуальной машины.";
$ver="1.15";

include "top.php";

$tip=2;

include "men.php";
?>

<h1>Гайд по настройки виртуальной машины: </h1>
<ol>
<li>Ставим виртуалку, я использую (VMware Workstation 14 Pro v14.1.0 Build 7370693 Lite RePack by qazwsxe) </li>
<li>Ставим систему в виртуальную машину, я использую (Windows 7 HP SP1 RU x86_x64 Lite v.6.17 by naifle) </li>
<li>Указыаем размер жесткого диска (рекомендую 30гб) </li>
<li>Дожидаемся окончания установки... </li>
<li>Настройка параметров виртуальной машины (на процессоре xeon 2670v1 - я ставлю 6 ядер процессор, и 6гб оперативной памяти) </li>
<li>Настраиваем эмуляцию дх11, dxcpl.exe - качаем в гугле. Закускаем прогу, указываем путь к ехе файлу, и ставим параметр firce warp. На ютубе полно гайдов, по запуску дх10 на дх11. </li>
<li>Качаем пабг, бота, запускаем и фармим бп, и радуемся =) </li>
</ol>